[
  {
    "title": "Harga BBM Terbaru Pertamina, Shell, BP-AKR di SPBU, Berlaku 17 Maret",
    "link": "https://www.cnbcindonesia.com/news/20250317081034-4-619085/harga-bbm-terbaru-pertamina-shell-bp-akr-di-spbu-berlaku-17-maret",
    "snippet": "Jakarta, CNBC Indonesia - Semua badan usaha penyedia Bahan Bakar Minyak (BBM) resmi mengubah harga produk BBM di Stasiun Pengisian Bahan...",
    "source": "CNBC Indonesia",
    "date": "1 hari lalu",
    "content": "Jakarta, CNBC Indonesia - Semua badan usaha penyedia Bahan Bakar Minyak (BBM) resmi mengubah harga produk BBM di Stasiun Pengisian Bahan Bakar Umum (SPBU). Diantara yang menaikkan harga adalah Shell Indonesia, BP-AKR dan juga Vivo Energy Indonesia.Sementara SPBU milik PT Pertamina (Persero) menahan beberapa produk BBM bahkan menurunkan harga. Seperti contoh di SPBU Pertamina di DKI Jakarta, untuk produk BBM Pertamina Dex turun menjadi Rp 14.600 per liter dari sebelumnya bulan Februari Rp 14.800 per liter. Begitu juga Dexlite menjadi Rp 14.300 per liter dari yang sebelumnya Rp 14.600 per liter.Sementara, untuk jenis RON 92 atau Pertamax tetap dibanderol di angka Rp 12.900 per liter. Untuk BBM jenis Pertamax Turbo juga masih Rp 14.000 per liter, begitu juga jenis Pertamax Green tetap Rp 13.700 per liter.\"PT Pertamina (Persero) melakukan penyesuaian harga bahan bakar minyak (BBM) Umum dalam rangka mengimplementasikan Keputusan Menteri (Kepmen) ESDM No. 245.K/MG.01/MEM.M/2022 sebagai perubahan atas Kepmen No. 62 K/12/MEM/2020 tentang Formula Harga Dasar Dalam Perhitungan Harga Jual Eceran Jenis Bahan Bakar Minyak Umum Jenis Bensin dan Minyak Solar yang Disalurkan Melalui Stasiun Pengisian Bahan Bakar Umum,\" mengutip pengumuman resmi Pertamina, Minggu (9/3/2025)Berikut daftar lengkap harga BBM di seluruh SPBU milik Pertamina, Shell, VIVO dan BP, pada 4 Maret 2025:Harga BBM PertaminaSolar: Rp 6.800 per literPertalite: Rp 10.000 per literPertamax: 12.900 per literPertamax Turbo: Rp 14.000 per literPertamina DEX: Rp 14.600 per literDexlite: Rp 14.300 per literPertamax Green 95: Rp 13.700 per literHarga BBM Shell:Shell Shell Super: Rp 13.590Shell V-Power: Rp 14.060Shell V-Power Diesel: Rp 14.760Shell V-Power Nitro+: Rp 14,240Harga BBM VIVORevvo 90: Rp 13.200 per literRevvo 92: Rp 13.590 per literRevvo 95: Rp 14.060 per literDiesel Primus Plus: Rp 14.760 per literHarga BBM BP AKRBP Ultimate: Rp14.060 per literBP 92: Rp13.300 per literBP Ultimate Diesel: Rp14.760 per literBP Diesel: Rp14.380 per liter (pgr/pgr) Saksikan video di bawah ini: Video: Konsumen Minyakita Dirugikan, Kemana Harus Komplain? Next Article Detik-Detik Ledakan Dahsyat Truk Tangki BBM, Ratusan Orang Tewas"
  },
  {
    "title": "Pekan ketiga Maret, harga BBM Pertamina, Shell, Vivo, dan BP stabil",
    "link": "https://www.antaranews.com/berita/4715713/pekan-ketiga-maret-harga-bbm-pertamina-shell-vivo-dan-bp-stabil",
    "snippet": "Harga bahan bakar minyak (BBM) di stasiun pengisian bahan bakar umum (SPBU) Pertamina, Shell, Vivo, dan BP pada pekan ketiga Maret tidak...",
    "source": "ANTARA News",
    "date": "1 hari lalu",
    "content": "Jakarta (ANTARA) - Harga bahan bakar minyak (BBM) di stasiun pengisian bahan bakar umum (SPBU) Pertamina, Shell, Vivo, dan BP pada pekan ketiga Maret tidak mengalami perubahan atau tetap sejak awal Maret 2025.Dikutip dari laman resmi Pertamina di Jakarta, Senin, harga BBM di SPBU Pertamina tidak mengalami perubahan sejak 1 Maret 2025.Rincian harga BBM SPBU Pertamina di provinsi dengan pajak bahan bakar kendaraan bermotor (PBBKB) sebesar 5 persen, termasuk Jakarta, sebagai berikut:Pertalite: Rp10.000 per liter;Pertamax: Rp12.900 per liter;Pertamax Turbo: Rp14.000 per liter;Pertamax Green 95: Rp13.700 per liter;Dexlite: Rp14.300 per liter; danPertamina Dex: Rp14.600 per liter.Sementara itu, harga BBM di SPBU Shell juga tidak mengalami perubahan sejak 1 Maret 2025. Adapun rincian harga BBM di SPBU Shell sebagaimana yang dikutip dari laman resmi SPBU Shell adalah sebagai berikut:Shell Super: Rp13.590 per liter;Shell V-Power: Rp14.060 per liter;Shell V-Power Diesel: Rp14.760 per liter; danShell V-Power Nitro+: Rp14.240 per liter.Selanjutnya, harga BBM di SPBU BP juga tercatat tidak berubah sejak 1 Maret 2025. Berikut ini adalah rincian harga BBM di SPBU BP:BP 92: Rp13.300 per liter;BP Ultimate: Rp14.060 per liter; sertaBP Diesel Ultimate: Rp14.760 per liter.Di sisi lain, harga BBM di SPBU Vivo sempat turun Rp190 per liter untuk BBM jenis Revvo 90 pada awal Maret 2025. Dikutip dari akun resmi instagram SPBU Vivo dari Jakarta, Selasa (4/3), harga Revvo 90 turun Rp190 per liter, dari yang sebelumnya Rp13.390 per liter menjadi Rp13.200 per liternya.Berikut ini adalah rincian harga BBM di SPBU Vivo:Revvo 90: Rp13.200 per liter;Revvo 92: Rp13.590 per liter;Revvo 95: Rp14.060 per liter; danDiesel Primus Plus: Rp14.760 per liter.Baca juga: Menteri ESDM sebut stok BBM untuk Lebaran cukupBaca juga: 15 proyek migas senilai Rp13,6 triliun ditargetkan beroperasi 2025Baca juga: Menteri ESDM komitmen menjaga kualitas produk BBM PertaminaPewarta: Putu Indah SavitriEditor: Faisal Yunianto Copyright © ANTARA 2025"
  },
  {
    "title": "Harga Diesel Turun, Cek Harga BBM di Pertamina, Shell, BP dan Vivo, Selasa (18/3)",
    "link": "https://lifestyle.kontan.co.id/news/harga-diesel-turun-cek-harga-bbm-di-pertamina-shell-bp-dan-vivo-selasa-183",
    "snippet": "Harga BBM diesel di seluruh SPBU kompak mengalami penurunan pada Maret 2025. Ini terjadi di SPBU pemerintah maupun SPBU swasta.",
    "source": "KONTAN",
    "date": "12 jam yang lalu",
    "content": "Selasa, 18 Maret 2025 | 05:45 WIB Reporter: RR Putri Werdiningsih ILUSTRASI. Sejumlah kendaraan mengisi bahan bakar minyak (BBM) di SPBU Pertamina di rest area kilometer 19 Jalan Tol Jakarta-Cikampek, Jawa Barat. Harga BBM diesel di seluruh SPBU kompak mengalami penurunan pada Maret 2025. Ini terjadi di SPBU pemerintah maupun SPBU swasta. ANTARA FOTO/M Risyal Hidayat/foc. HARGA BBM - JAKARTA. Seluruh stasiun pengisian bahan bakar umum (SPBU) melakukan penyesuaian harga bahan bakar minyak (bbm) di bulan Maret 2025. Beberapa produk ada yang mengalami kenaikan, tetapi ada pula yang tercatat turun dari bulan lalu. Salah satu yang bergerak turun adalah bbm jenis diesel. Penurunan harga bahan bakar yang mengandung Cetane Number (CN) ini terjadi di hampir semua SPBU. Baik milik pemerintah maupun SPBU Swasta. Baca Juga: Pertamina Resmi Luncurkan Diesel X, BBM Bersulfur Rendah Penurunan paling dalam terjadi di SPBU Pertamina. SPBU pelat merah ini menurunkan harga Dexlite dan Dex sekitar Rp 300 dari harga bulan Februari lalu. Namun untuk bbm diesel subsidi yaitu biosolar, harganya tetap dipertahankan pada Rp 6.800 per liternya. Sementara di SPBU swasta yaitu Shell, BP dan SPBU Vivo harga produk diesel kompak turun Rp 270 per liter, dari Rp 15.030 menjadi Rp 14.760 per liter. Di SPBU Shell, bbm diesel yang ditawarkan adalah yang memiliki kandungan CN 51 yaitu V Power Diesel. SPBU BP menjaul produk BP Ultimate Diesel dengan kandungan cetane number (CN) 53. Terakhir, di SPBU Vivo bbm diesel dengan kadar CN 51 diberi nama Primus Diesel Plus. Baca Juga: Bidik Pengguna Kendaraan Diesel EURO 5, Pertamina Lubricants Luncurkan Pelumas DEF Berikut daftar harga bbm diesel di SPBU Tanah Air pada Selasa (18/3) : BBM CN 48 Bio Solar (subsidi) Rp 6.800 BP Diesel Rp 14.380 CN 51 Dexlite Rp 14.300 V-Power Diesel Rp 14.760 Primus Diesel Plus Rp 14.760 CN 53 Dex Rp 14.600 BP Ultimate Diesel Rp 14.760 Cek Berita dan Artikel yang lain di Google News Editor: Putri Werdiningsih Terbaru Terpopuler Klik Pintar.bi.go.id, BI Buka Penukaran Uang Baru 2025 Besok (22/3) Di 1.505 Lokasi Ujian Nasional Versi Baru, Cek Mata Pelajaran yang Diujikan di Jenjang SD, SMP, SMA Singapura Beri Tunjangan Rp 74 Juta per Bulan untuk Pengangguran AdaKami: Keberadaan Pinjol Ilegal Berdampak Buruk Terhadap Industri Fintech Lending Masih Ada Kesempatan Tukar Uang Baru Lewat PINTAR BI, Catat Tanggalnya Pinjol Ilegal Rugikan Warga &amp; Industri, Pilih Daftar Pindar Legal OJK Maret 2025 Ini Bahlil: Pemerintah Berencana Naikkan Royalti Emas dan Nikel 1,5-3% Sritex Dapat Investor Baru, 5.000 Karyawan Akan Dipekerjakan Kembali Harga Emas Antam Logam Mulia Naik Rp 5.000 Hari Ini Jumat (21/3) Mitsubishi Motors akan Alihkan Produksi Kendaraan Listrik (EV) ke Foxconn Taiwan Jangan Lewatkan Begini Cara Pakai Token Listrik Tarif Diskon 50% di Bulan Maret 2025 Promo JSM Superindo 21-24 Maret 2025, Kurma dan Gery Butter Cookies Diskon 35% Kode Redeem FF Hari ini 21 Maret 2025 Terbaru Timnas Day, Amankan di Reward.ff.garena Ini Jadwal Lengkap Penukaran Uang Baru Periode Terakhir di Kas Keliling BI Segera Bayar Dividen, Direksi BCA Ramai-Ramai Beli Saham BBCA dengan Harga Murah Warren Buffett: 1 Pilihan yang Membedakan Orang Maju dengan Orang yang Gagal Link Tukar Kode Redeem FF Klik Reward.ff.garena.com, Cek juga Daftar Kode Terbaru Jadwal dan Cara Daftar Pintar.bi.go.id untuk Penukaran Uang Baru Bank Umum Bengkulu Kode Redeem FC Mobile Maret 2025, Amankan Kode yang Terbaru di Link Redeem.fcm.ea.com Kebiasaaan Buruk Bikin Miskin, Ini 2 Cara Menyingkirkannya ala Warren Buffett"
  },
  {
    "title": "Berikut Daftar Harga BBM Pertamina Terbaru Jelang Mudik Lebaran 2025",
    "link": "https://uzone.id/berikut-daftar-harga-bbm-pertamina-terbaru-jelang-mudik-lebaran-2025",
    "snippet": "Per 18 Maret 2025, harga BBM di Indonesia mengalami beberapa penyesuaian yang perlu kalian ketahui. Baik Pertamina maupun SPBU swasta...",
    "source": "Uzone",
    "date": "1 jam yang lalu",
    "content": "Uzone - Per 18 Maret 2025, harga BBM di Indonesia mengalami beberapa penyesuaian yang perlu kalian ketahui. Baik Pertamina maupun SPBU swasta seperti Shell, BP, dan Vivo telah menetapkan harga baru untuk produk bahan bakar mereka. Memahami perbandingan harga ini penting bagi kalian untuk menentukan pilihan bahan bakar yang sesuai dengan kebutuhan dan anggaran. Harga BBM Pertamina Terbaru Pertamina, sebagai perusahaan energi milik negara, menawarkan berbagai jenis bahan bakar dengan harga yang kompetitif. Berikut adalah daftar harga BBM Pertamina per 18 Maret 2025: Jenis BBMHarga Per Liter (Rp) Pertalite (RON 90) Rp10.000 Pertamax (RON 92) Rp12.900 Pertamax Green 95 (RON 95) Rp13.700 Pertamax Turbo (RON 98) Rp14.000 Dexlite (CN 51) Rp14.300 Pertamina Dex (CN 53) Rp14.600 Harga-harga tersebut berlaku di wilayah DKI Jakarta, Banten, Jawa Barat, Jawa Tengah, DI Yogyakarta, dan Jawa Timur. Perlu dicatat bahwa harga dapat berbeda di wilayah lain. Preview Harga BBM SPBU Swasta Terbaru Selain Pertamina, SPBU swasta seperti Shell, BP, dan Vivo juga menyediakan berbagai jenis bahan bakar. Berikut adalah harga terbaru per 18 Maret 2025: Shell BP (British Petroleum) VIVOJenis BBMHarga/LiterJenis BBM Harga/Liter Jenis BBMHarga /Liter Shell Super(RON 92) Rp12.810 BP 92(RON 92) Rp13.200 Revvo 90 (RON 90) Rp12.624 Shell V-Power (RON 95) Rp13.530 BP Ultimate (RON 95) Rp13.940 Revvo 92 (RON 92) Rp12.816 Shell V-Power Diesel Rp14.030 BP Diesel Rp14.680 Revvo 95 (RON 95) Rp13.832 Shell V-Power Nitro+ Rp13.730 BP Ultimate Diesel Rp15.030 Diesel Primus Plus Rp14.429 Perlu dicatat bahwa harga-harga di atas dapat berubah sewaktu-waktu sesuai dengan kebijakan masing-masing perusahaan dan kondisi pasar. Faktor yang Mempengaruhi Harga BBM Harga BBM dipengaruhi oleh berbagai faktor, termasuk harga minyak mentah dunia, nilai tukar rupiah terhadap dolar AS, biaya distribusi, dan kebijakan pemerintah terkait subsidi. Kenaikan atau penurunan harga minyak mentah global akan langsung berdampak pada penyesuaian harga BBM di dalam negeri. Selain itu, fluktuasi nilai tukar rupiah juga mempengaruhi biaya impor minyak mentah, yang pada gilirannya mempengaruhi harga jual BBM. Tips Memilih BBM yang Tepat Memilih bahan bakar yang sesuai dengan spesifikasi kendaraan kalian sangat penting untuk menjaga performa mesin dan efisiensi bahan bakar. Berikut beberapa tips yang dapat membantu kalian dalam memilih BBM yang tepat: Periksa Rekomendasi Pabrikan: Setiap kendaraan biasanya memiliki rekomendasi oktan minimum yang dapat dilihat di buku manual. Menggunakan BBM dengan oktan yang sesuai akan membantu menjaga performa mesin. Pertimbangkan Harga dan Kualitas: Meskipun harga BBM dengan oktan lebih tinggi cenderung lebih mahal, namun jika sesuai dengan kebutuhan mesin, dapat meningkatkan efisiensi bahan bakar dan umur mesin. Perhatikan Konsistensi Penggunaan: Usahakan untuk tidak sering berganti-ganti jenis BBM dengan oktan berbeda, karena dapat mempengaruhi kinerja mesin dalam jangka panjang. Mengetahui harga BBM terbaru dari Pertamina dan SPBU swasta seperti Shell, BP, dan Vivo sangat penting bagi kalian untuk membuat keputusan yang tepat dalam memilih bahan bakar. Dengan memahami faktor-faktor yang mempengaruhi harga dan tips memilih BBM yang tepat, kalian dapat menjaga performa kendaraan sekaligus mengelola anggaran bahan bakar dengan lebih efisien. Selalu periksa informasi terbaru mengenai harga BBM dan sesuaikan pilihan kalian sesuai dengan kebutuhan kendaraan dan kondisi finansial."
  },
  {
    "title": "Harga BBM Terbaru di SPBU Pertamina, Shell, Vivo, dan BP",
    "link": "https://www.liputan6.com/bisnis/read/5964567/harga-bbm-terbaru-di-spbu-pertamina-shell-vivo-dan-bp",
    "snippet": "Harga bahan bakar minyak (BBM) di stasiun pengisian bahan bakar umum (SPBU) Pertamina, Shell, Vivo, dan BP pada pekan ketiga Maret tidak...",
    "source": "Liputan6.com",
    "date": "1 hari lalu",
    "content": "Disimak harga BBM terbaru di SPBU Pertamina, Shell, Vivo dan BP AKR. Harga bahan bakar minyak (BBM) di stasiun pengisian bahan bakar umum (SPBU) Pertamina, Shell, Vivo, dan BP pada pekan ketiga Maret tidak mengalami perubahan atau tetap sejak awal Maret 2025.(Liputan6.com/AnggaYuniar)... SelengkapnyaLiputan6.com, Jakarta Harga BBM atau bahan bakar minyak di stasiun pengisian bahan bakar umum (SPBU) Pertamina, Shell, Vivo, dan BP pada pekan ketiga Maret tidak mengalami perubahan atau tetap sejak awal Maret 2025. Dari laman resmi Pertamina Senin (17/3/2025), harga BBM di SPBU Pertamina tidak mengalami perubahan sejak 1 Maret 2025. Ada yang Turun, Daftar Lengkap Harga BBM Pertamina per Awal Maret 2025 Cek Harga BBM Vivo Hari Ini 1 Maret 2025, Naik atau Turun? Lengkap! Ini Perbandingan Harga BBM Pertamina, Shell, BP AKR, Vivo Mulai 1 Maret 2025 Rincian harga BBM SPBU Pertamina di provinsi dengan pajak bahan bakar kendaraan bermotor (PBBKB) sebesar 5 persen, termasuk Jakarta, sebagai berikut seperti dikutip dari Antara: Pertalite: Rp10.000 per liter; Pertamax: Rp12.900 per liter; Pertamax Turbo: Rp14.000 per liter; Pertamax Green 95: Rp13.700 per liter; Dexlite: Rp14.300 per liter; dan Pertamina Dex: Rp14.600 per liter. Sementara itu, harga BBM Shell juga tidak mengalami perubahan sejak 1 Maret 2025. Adapun rincian harga BBM di SPBU Shell sebagaimana yang dikutip dari laman resmi SPBU Shell adalah sebagai berikut: Shell Super: Rp13.590 per liter; Shell V-Power: Rp14.060 per liter; Shell V-Power Diesel: Rp14.760 per liter; dan Shell V-Power Nitro+: Rp14.240 per liter. PT AKR Corporindo Tbk melalui anak usaha British Petroleum (BP) menjual BBM melalui Stasiun Pengisian Bahan Bakar Umum di De Latinos, Serpong, Tangerang Selatan. Liputan6.com/Pebrianto Eko Wicaksono... SelengkapnyaSelanjutnya, harga BBM di SPBU BP juga tercatat tidak berubah sejak 1 Maret 2025. Berikut ini adalah rincian harga BBM di SPBU BP: BP 92: Rp13.300 per liter; BP Ultimate: Rp14.060 per liter; serta BP Diesel Ultimate: Rp14.760 per liter. Di sisi lain, harga BBM di SPBU Vivo sempat turun Rp190 per liter untuk BBM jenis Revvo 90 pada awal Maret 2025. Dikutip dari akun resmi instagram SPBU Vivo dari Jakarta, Selasa (4/3), harga Revvo 90 turun Rp190 per liter, dari yang sebelumnya Rp13.390 per liter menjadi Rp13.200 per liternya. Berikut ini adalah rincian harga BBM di SPBU Vivo: Revvo 90: Rp13.200 per liter; Revvo 92: Rp13.590 per liter; Revvo 95: Rp14.060 per liter; dan Diesel Primus Plus: Rp14.760 per liter. Soal Kualitas BBM Pertamina, Bahlil Buka SuaraPengendara motor mengisi kendaraannya dengan BBM di salah satu SPBU, Jakarta, Selasa (15/3). Pertamina menurunkan harga bahan bakar minyak (BBM) umum Pertamax, Pertamax Plus, Pertamina Dex, dan Pertalite Rp 200 per liter. (Liputan6.com/Angga Yuniar)... SelengkapnyaMenteri Energi dan Sumber Daya Mineral (ESDM), Bahlil Lahadalia menyebut masyarakat tidak perlu meragukan kualitas bahan bakar yang disiapkan oleh Pertamina baik RON 90 maupun RON 92 dan 98. “Saya tadi didampingi oleh Lemigas juga dengan Pak Dirut Pertamina mengecek langsung kualitas daripada minyak kita. Kita mengecek dan semuanya dengan teknologi, dengan lab rata-rata semuanya di dalam batas aturan di atas 725. Sementara dalam peraturan Dirjen itu 715 sampai 770,” kata Bahlil dalam dalam konferensi pers, Kamis (13/3/2025) usai kunjungan ke Kota Cilegon, Provinsi Banten untuk meninjau kesiapan sektor ESDM pada bulan Ramadhan dan Idul Fitri tahun 2025. Terkait dinamika yang terjadi pada Pertamina baru-baru ini, Bahlil menjelaskan hal tersebut adalah pelajaran bagi semuanya. Ia menegaskan pemerintah melalui Kementerian ESDM bertanggung jawab terhadap pengujian kualitas. “Kami dari ESDM sebagai pihak atau pemerintah yang bertanggung jawab terhadap pengujian kualitas lewat Lemigas itu kami akan melakukan pengetatan. Jadi nggak perlu ada keraguan masyarakat.,” ujarnya. Mengawal Ketat Distribusi MinyakPetugas melakukan pengisian bahan bakar pertalite di SPBU Pertamina Abdul Muis, Jakarta, Kamis (30/6/2022). PT Pertamina (Persero) melalui anak usahanya, PT Pertamina Patra Niaga, akan melakukan uji coba pembelian bahan bakar minyak (BBM) subsidi, Pertalite dan Solar, secara terbatas bagi pengguna yang sudah terdaftar pada sistem MyPertamina, mulai 1 Juli mendatang. (Liputan6.com/Faizal Fanani)... SelengkapnyaBerkomitmen untuk menjaga PT Pertamina (Persero) dalam hal kualitas produk BBM yang dijual ke masyarakat, Bahlil menegaskan pihaknya akan terus mengawal ketat proses distribusi minyak dari hulu sampai hilir. Bahlil menjelaskan pihaknya akan mengawasi kapal impor masuk yang berisi minyak yang sudah jadi. Tak sampai di situ, pemerintah juga akan melakukan pengawasan kepada minyak mentah yang masuk ke kilang untuk melakukan proses blending. “Itu langsung dari Pertamina, dari ESDM akan turun mengecek dari lemigas kualitasnya. Sebelum didistribusikan ke konsumen itu, nanti Lemigas juga akan mengecek. Ini adalah bentuk kehadiran pemerintah dalam menjamin kualitas minyak yang akan dijual ke tengah-tengah masyarakat,\" pungkas Bahlil."
  }
]