[
  {
    "title": "Terbaru Harga BBM di SPBU Pertamina, Shell, BP-Vivo, Berlaku 23 Maret",
    "link": "https://www.cnbcindonesia.com/news/20250322194751-4-620904/terbaru-harga-bbm-di-spbu-pertamina-shell-bp-vivo-berlaku-23-maret",
    "snippet": "Jakarta, CNBC Indonesia - Seluruh badan usaha penyedia Bahan Bakar Minyak (BBM) kompak mengubah harga produk BBM di Stasiun Pengisian Bahan...",
    "source": "CNBC Indonesia",
    "date": "19 jam yang lalu",
    "content": "Jakarta, CNBC Indonesia - Seluruh badan usaha penyedia Bahan Bakar Minyak (BBM) kompak mengubah harga produk BBM di Stasiun Pengisian Bahan Bakar Umum (SPBU). Diantara yang menaikkan harga adalah Shell Indonesia, BP-AKR dan juga Vivo Energy Indonesia. Sementara SPBU milik PT Pertamina (Persero) tetap menahan beberapa produk BBM-nya. Bahkan ada harga produk BBM-nya yang turun. Seperti contoh di SPBU Pertamina di DKI Jakarta, untuk produk BBM Pertamina Dex turun menjadi Rp 14.600 per liter dari sebelumnya bulan Februari Rp 14.800 per liter. Begitu juga Dexlite menjadi Rp 14.300 per liter dari yang sebelumnya Rp 14.600 per liter. Sementara, untuk jenis RON 92 atau Pertamax tetap dibanderol di angka Rp 12.900 per liter. Untuk BBM jenis Pertamax Turbo juga masih Rp 14.000 per liter, begitu juga jenis Pertamax Green tetap Rp 13.700 per liter. \"PT Pertamina (Persero) melakukan penyesuaian harga bahan bakar minyak (BBM) Umum dalam rangka mengimplementasikan Keputusan Menteri (Kepmen) ESDM No. 245.K/MG.01/MEM.M/2022 sebagai perubahan atas Kepmen No. 62 K/12/MEM/2020 tentang Formula Harga Dasar Dalam Perhitungan Harga Jual Eceran Jenis Bahan Bakar Minyak Umum Jenis Bensin dan Minyak Solar yang Disalurkan Melalui Stasiun Pengisian Bahan Bakar Umum,\" mengutip pengumuman resmi Pertamina, Jumat (21/3/2025) Berikut daftar lengkap harga BBM di seluruh SPBU milik Pertamina, Shell, VIVO dan BP, pada 20 Maret 2025: Harga BBM Pertamina Solar: Rp 6.800 per liter Pertalite: Rp 10.000 per liter Pertamax: 12.900 per liter Pertamax Turbo: Rp 14.000 per liter Pertamina DEX: Rp 14.600 per liter Dexlite: Rp 14.300 per liter Pertamax Green 95: Rp 13.700 per liter Harga BBM Shell: Shell Shell Super: Rp 13.590 Shell V-Power: Rp 14.060 Shell V-Power Diesel: Rp 14.760 Shell V-Power Nitro+: Rp 14,240 Harga BBM VIVO Revvo 90: Rp 13.200 per liter Revvo 92: Rp 13.590 per liter Revvo 95: Rp 14.060 per liter Diesel Primus Plus: Rp 14.760 per liter Harga BBM BP AKR BP Ultimate: Rp14.060 per liter BP 92: Rp13.300 per liter BP Ultimate Diesel: Rp14.760 per liter BP Diesel: Rp14.380 per liter (pgr/pgr) Saksikan video di bawah ini: Video: Konsumen Minyakita Dirugikan, Kemana Harus Komplain? Next Article Harga BBM Terbaru di Seluruh SPBU RI, Berlaku 18 Desember 2024"
  },
  {
    "title": "Promo Pertamina, Harga Pertamax Series Jadi Murah, Bandingkan dengan Shell-BP-VIVO",
    "link": "https://industri.kontan.co.id/news/promo-pertamina-harga-pertamax-series-jadi-murah-bandingkan-dengan-shell-bp-vivo",
    "snippet": "Reporter: Adi Wikanto, Sabrina Rhamadanty | Editor: Adi Wikanto. Harga BBM - JAKARTA. Pertamina memberikan beragam promo bahan bakar minyak...",
    "source": "kontan.co.id",
    "date": "2 hari lalu",
    "content": "ILUSTRASI. Promo Pertamina, Harga Pertamax Series Jadi Murah, Bandingkan dengan Shell-BP-VIVO Reporter: Adi Wikanto, Sabrina Rhamadanty | Editor: Adi Wikanto Harga BBM - JAKARTA. Pertamina memberikan beragam promo bahan bakar minyak (BBM) selama Ramadhan 2025. Sebelum beli, berikut perbandingan harga BBM di Pertamina, Shell, BP-AKR dan VIVO yang berlaku pada Maret 2025. Diberitakan Kompas.com, Pertamina melalui anak perusahaannya, Pertamina Patra Niaga, memberikan beragam promo BBM kepada penggunanya selama Ramadhan 2025. Direktur Utama PT Pertamina Patra Niaga, Mars Ega Legowo, menyebutkan promo yang diberikan adalah promo I Like Monday, promo Bonus Akhir Pekan, dan promo Thanks God It's Fuel Day. \"Promo ini diadakan untuk memberikan apresiasi kepada pelanggan setia kami sekaligus menambah kebahagiaan selama Ramadhan,\" ujarnya saat jumpa pers di Jakarta, Kamis (20/3/2025). Tonton: Aplikasi ANTAM Logam Mulia Resmi Diluncurkan, Investasi Emas Bisa dari Ponsel Mengutip dari Instagram resminya, berikut adalah ketentuan promo BBM Pertamina selama Ramadhan 2025: 1. I Like Monday Promo ini memberikan harga BBM yang lebih hemat seperti Pertamax Turbo semula Rp 13.700 menjadi Rp 13.400 per liter, Pertamax Dex semula Rp 13.900 menjadi Rp 13.600, dan Dexlite semula Rp 13.600 menjadi Rp 13.300 per liter. Ketentuan: - Promo ini hanya berlaku tiap hari Senin mulai dari pukul 06.00-20.00 WIB. - Berlaku untuk pembelian minimal Rp 30.000 (hingga maksimal 5 liter). - Berlaku 1x transaksi/pelanggan/minggu. 2. Thanks God It's Fuel Day Promo ini serupa dengan promo I Like Monday, namun hanya berlaku pada hari Jumat saja. Ketentuan: - Berlaku jam 06:00-20:00 WIB. - Berlaku untuk pembelian minimal Rp 250.000 (hingga maksimal 50 liter). - Promo berlaku untuk 1x transaksi pelanggan/minggu. 3. Bonus Akhir Pekan Pertamina juga memberikan bonus e-voucer MyPertamina sebesar Rp 10.000 untuk pembelian minimal Rp 300.000 setiap minggu. Promo ini hanya berlaku untuk jam 12.00-16.00 WIB. Baca Juga: Mulai Hari Ini (21/3) Libur Sekolah, Cek Tanggal Merah &amp; Cuti Bersama Idul Fitri 2025 Konsumen Pertamina beralih ke SPBU swasta Konsumen semakin meminati BBM di SPBU swasta belakangan ini. Terbukti, sekarang ada antrean pembeli BBM di SPBU Shell, BP-AKR dan Vivo. Sebelumnya, pembeli BBM di tiga SPBU swasta tersebut tak pernah antre. Bahkan, meski harga BBM di Shell, BP-AKR dan Vivo naik mulai 1 Maret 2025, antrean pembeli tak surut. Melansir website resmi Shell, harga Shell Super naik dari Rp 13.350 per liter menjadi Rp 13.590 per liter. Shell Super adalah BBM dengan kandungan oktan atau RON 92. Baca Juga: Mulai Di-buyback Rp 3 T Dalam Waktu Dekat, Harga Saham Blue Chip Ini Semakin Merosot Kemudian, harga Shell V-Power naik dari Rp 13.940 per liter menjadi Rp 14.060 per liter. Sedangkan harga Shell V-Power Diesel turun dari Rp 15.030 menjadi Rp 14.760 per liter. Sementara harga Shell V-Power Nitro+ naik jadi Rp 14.240, dari sebelumnya Rp 14.110. SPBU BP juga menaikkan harga BBM tertentu. Dilansir dari website resmi BP, harga BBM BP 92 naik dari Rp 13.200 per liter Rp 13.300 per liter. Kemudian harga BBM BP Ultimate naik dari Rp 13.940 per liter menjadi Rp 14.060 per liter. Lalu harga BBM BP Ultimate Diesel turun dari Rp 15.030 menjadi Rp 14.760 per liter. Harga BBM BP Diesel turun dari Rp 14.680 menjadi Rp 14.380 per liter. Saat kompetitor menaikkan harga, Pertamina mempertahankan harga BBM jenis Pertamax, Pertalite dan Biosolar. Bahkan, Pertamina malah menurunkan harga BBM Dexlite dan Pertamina Dex. \"PT Pertamina (Persero) melakukan penyesuaian harga bahan bakar minyak (BBM) umum dalam rangka mengimplementasikan Keputusan Menteri (Kepmen) ESDM No. 245.K/MG.01/MEM.M/2022,\" tulis Pertamina dalam Pengumuman di situs resminya, dikutip Sabtu (1/3). Kepmen tersebut sebagai perubahan atas Kepmen No. 62 K/12/MEM/2020 tentang Formula Harga Dasar Dalam Perhitungan Harga Jual Eceran Jenis Bahan Bakar Minyak Umum Jenis Bensin dan Minyak Solar yang Disalurkan Melalui Stasiun Pengisian Bahan Bakar Umum. Harga Pertamax di wilayah Aceh, Jakarta dan kota lain di Jawa, Bali, Nusa Tenggara, tetap Rp 12.900 per liter. Harga Pertamax Turbo juga tetap Rp 14.000 dan Pertamax Green tetap Rp 13.700 per liter. Sedangkan harga Dexlite turun dari Rp 14.600 menjadi Rp 14.300 per liter, dan Pertamina Dex turun dari Rp 14.800 menjadi Rp 14.600 per liter. Tonton: Korupsi Lagi Di Pertamina, Negara Rugi Rp 193 Triliun Berikut harga BBM di SPBU Pertamina Februari 2025: Harga BBM di SPBU Pertamina Maret 2025 di Aceh, Jawa, Bali, dan Nusa Tenggara Harga Pertalite: Rp 10.000 Harga Pertamax: Rp 12.900 Harga Pertamax Turbo: Rp 14.000 Harga Pertamax Green: Rp 13.700 Harga Dexlite: Rp 14.300 Harga Pertamina Dex: Rp 14.600 Harga Bio Solar: Rp 6.800 Harga Pertamax di Pertashop: Rp 12.800 Harga BBM di SPBU Pertamina Maret 2025 Sumatra Utara, Sumatra Barat, Sumatra Selatan, Jambi, Bangka Belitung, Lampung, Kalimantan, dan Sulawesi Harga Pertalite: Rp 10.000 Harga Pertamax: Rp 13.200 Harga Pertamax Turbo: Rp 14.350 Harga Dexlite: Rp 14.650 Harga Pertamina Dex: Rp 14.950 Harga Bio Solar: Rp 6.800 Harga Pertamax di Pertashop: Rp 13.100 Harga BBM di SPBU Pertamina Maret 2025 Riau, Kepulauan Riau, dan Bengkulu Harga Pertalite: Rp 10.000 Harga Pertamax: Rp 13.500 Harga Pertamax Turbo: Rp 14.600 Harga Dexlite: Rp 14.950 Harga Pertamina Dex: Rp 15.250 Harga Bio Solar: Rp 6.800 Harga Pertamax di Pertashop: Rp 13.400 Harga BBM di SPBU Pertamina Maret 2025 di Maluku dan Maluku Utara Harga Pertalite: Rp 10.000 Harga Pertamax: Rp 13.200 Harga Dexlite: Rp 14.650 Harga Bio Solar: Rp 6.800 Harga Pertamax di Pertashop: Rp 13.100 Baca Juga: Klik Link Simkah4.kemenag.go.id, Untuk Daftar Nikah 2025 Harga BBM di SPBU Pertamina Maret 2025 di Papua, Papua Selatan, Papua Pegunungan, Papua Tengah, Harga Pertalite: Rp 10.000 Harga Pertamax: Rp 13.200 Harga Pertamax Turbo: Rp 14.000 Harga Dexlite: Rp 14.950 Harga Pertamina Dex: Rp 15.150 Harga Bio Solar: Rp 6.800 Harga Pertamax di Pertashop: Rp 13.100 ​Harga BBM di Papua Barat, Papua Barat Daya Harga Pertamax: Rp 13.200 Harga Dexlite: Rp 14.650 Harga Pertamina Dex: Rp 14.950 Harga Bio Solar: Rp 6.800 Harga Pertalite: Rp 10.000 Harga BBM di Free Trade Zone (FTZ) Sabang Harga Pertamax: Rp 11.800 Harga Dexlite: Rp 13.100 Harga BBM di Free Trade Zone (FTZ) Batam Harga Pertamax: Rp 12.300 Harga Pertamax Turbo: Rp 13.350 Harga Dexlite: Rp 13.600 Harga Pertamina Dex: Rp 13.900 Harga BBM Di SPBU Shell Maret 2025 Shell Super: Rp 13.590 sebelumnya Rp 13.350 Shell V-Power: Rp 14.060 sebelumnya Rp 13.940 Shell V-Power Diesel: Rp 14.760 sebelumnya Rp 15.030 (Jakarta, Banten, Jawa Barat) Shell V-Power Nitro+: Rp 14.240 sebelumnya Rp 14.110 (Jakarta, Banten, Jawa Barat) Tonton: MK Tolak Gugatan Pajak Hiburan, Tarif Tetap 40%-75% Harga BBM Di SPBU BP Maret 2025 Berikut rincian harga BBM di SPBU BP mulai 1 Maret 2025: BP 92: Rp 13.200 (Jabodetabek dan Jawa Timur) BP Ultimate: Rp 14.060 (Jabodetabek dan Jawa Timur) BP Ultimate Diesel: Rp 14.760 (Jabodetabek) BP Diesel: Rp 14.380 (Jawa Timur) Harga BBM Di SPBU Vivo Maret 2025 Berikut daftar harga terbaru BBM Vivo Maret 2025: Harga BBM Revvo 90 Rp 13.390 sebelumnya Rp 13.150/liter Harga BBM Revvo 92 Rp 13.590 sebelumnya Rp 13.350/liter Harga BBM Revvo 95 Rp 14.060 sebelumnya Rp 13.940/liter Harga BBM Primus Diesel Plus Rp 14.760 sebelumnya Rp 15.030/liter Baca Juga: BYD &amp; Denza Terjual 3.400 Unit Awal 2025, Cek Harga BYD Atto Dolphin M6 Maret 2025 Selanjutnya: Toyota bZ3X Laris Manis di China, Kapan Masuk Indonesia? Menarik Dibaca: Hujan Masih Turun di Daerah Ini, Cek Prediksi Cuaca Besok (24/3) di Jawa Timur Cek Berita dan Artikel yang lain di Google News Tag Harga Bbm Turun Spbu Shell harga Pertalite harga bbm shell Harga Pertamax harga Shell Super"
  },
  {
    "title": "Update Harga BBM Non-Subsidi Pertamina, Shell, BP-Vivo Mulai Maret 2025",
    "link": "https://telusur.co.id/detail/update-harga-bbm-non-subsidi-pertamina-shell-bp-vivo-mulai-maret-2025",
    "snippet": "Telusur.co.id - Sejumlah badan usaha penyedia Bahan Bakar Minyak (BBM) di Indonesia telah melakukan penyesuaian harga jual.",
    "source": "Telusur",
    "date": "1 hari lalu"
  },
  {
    "title": "Harga BBM di SPBU Pertamina, Shell, BP-Vivo, Berlaku 22 Maret",
    "link": "https://www.cnbcindonesia.com/news/20250321203934-4-620791/harga-bbm-di-spbu-pertamina-shell-bp-vivo-berlaku-22-maret",
    "snippet": "Sejumlah badan usaha penyedia Bahan Bakar Minyak (BBM) telah melakukan penyesuaian harga jual BBM non subsidi per 1 Maret 2025.",
    "source": "CNBC Indonesia",
    "date": "1 hari lalu",
    "content": "Jakarta, CNBC Indonesia - Sejumlah badan usaha penyedia Bahan Bakar Minyak (BBM) telah melakukan penyesuaian harga jual BBM non subsidi per 1 Maret 2025.Shell Indonesia, BP-AKR, dan Vivo Energy Indonesia kompak menaikkan harga BBM jenis bensin. Sementara PT Pertamina (Persero) menahan harga jual bensin. Sementara untuk harga BBM jenis diesel/Solar, semua badan usaha pemilik SPBU tersebut menurunkan harga jualnya.Harga BBM Pertamax (RON 92) per 1 Maret 2025 masih dibanderol Rp 12.900 per liter, sementara harga BBM RON 92 yang dijual Shell Indonesia yakni Shell Super kini dibanderol naik jadi Rp 13.590 per liter, begitu juga BBM Revvo 92 kini dijual pada harga Rp 13.590 per liter, dan BP 92 Rp 13.300 per liter.Sementara untuk harga BBM jenis disel/Solar mengalami penurunan. Untuk produk BBM Pertamina Dex kini turun menjadi Rp 14.600 per liter dari sebelumnya bulan Februari Rp 14.800 per liter. Begitu juga Dexlite menjadi Rp 14.300 per liter dari yang sebelumnya Rp 14.600 per liter.Adapun untuk harga BBM subsidi, seperti Solar subsidi dan Pertalite (RON 90) masih sama, tidak berubah sejak 3 September 2022 lalu. Harga BBM Solar subsidi masih dibanderol Rp 6.800 per liter dan Pertalite Rp 10.000 per liter.Berikut daftar harga BBM di SPBU Pertamina, Shell, BP-AKR, hingga Vivo, berlaku sejak 1 Maret 2025 dan terpantau masih belum mengalami perubahan hingga 22 Maret 2025 ini:Harga BBM PertaminaSolar: Rp 6.800 per literPertalite: Rp 10.000 per literPertamax: 12.900 per literPertamax Turbo: Rp 14.000 per literPertamina DEX: Rp 14.600 per literDexlite: Rp 14.300 per literPertamax Green 95: Rp 13.700 per literHarga BBM Shell:Shell Shell Super: Rp 13.590Shell V-Power: Rp 14.060Shell V-Power Diesel: Rp 14.760Shell V-Power Nitro+: Rp 14.240Harga BBM VIVORevvo 90: Rp 13.200 per literRevvo 92: Rp 13.590 per literRevvo 95: Rp 14.060 per literDiesel Primus Plus: Rp 14.760 per literHarga BBM BP AKRBP Ultimate: Rp14.060 per literBP 92: Rp13.300 per literBP Ultimate Diesel: Rp14.760 per literBP Diesel: Rp14.380 per liter. (wia) Saksikan video di bawah ini: Video: Dirut Pertamina Minta Maaf Soal Kasus Minyak-Jamin Kualitas BBM Next Article Kompak Naik! Harga BBM di SPBU Pertamina, Shell, BP 1 November 2024"
  },
  {
    "title": "Daftar Harga Terbaru BBM Pertamina, Shell, BP, dan Vivo 11 Maret 2025",
    "link": "https://ekonomi.bisnis.com/read/20250311/44/1860127/daftar-harga-terbaru-bbm-pertamina-shell-bp-dan-vivo-11-maret-2025",
    "snippet": "Daftar harga terbaru BBM Pertamina, Shell, BP, dan Vivo per 11 Maret 2025.",
    "source": "Bisnis.com",
    "date": "2 minggu lalu",
    "content": "Bisnis.com, JAKARTA - Sejumlah badan usaha penyalur bahan bakar minyak (BBM) di Indonesia menyesuaikan harga BBM mereka pada Maret 2025. Akan tetapi, PT Pertamina (Persero) masih menahan harga BBM pada awal Maret 2025. Kecuali untuk BBM jenis Dexlite dan Pertamina Dex yang mengalami penurunan harga. Dikutip dari laman resmi MyPertamina, Selasa (11/3/2025) harga BBM harga BBM nonsubsidi, seperti Pertamax, Pertamax Green 95 (RON 95), dan Pertamax Turbo masih tidak berubah. Namun, harga Pertamina Dex dan Dexlite mengalami penurunan. Perinciannya, harga Pertamax pada Maret 2025 masih berada diharga Rp12.900 per liter untuk wilayah Jabodetabek. Lalu, Pertamax Turbo masih berada diharga Rp14.000 per liter. Sementara itu, Pertamax Green juga masih dibanderol dengan harga Rp13.700 per liter. Adapun, Dexlite mengalami penuruan dari Rp14.600 per liter menjadi Rp14.300. Kemudian, Pertamina Dex juga turun dari 14.800 per liter menjadi Rp14.600 per liter. Untuk harga BBM khusus penugasan (JBKP), seperti Pertalite dan BBM Solar Subsidi tidak mengalami kenaikan. Pertamina membanderol masing-masing BBM dengan harga Rp10.000 per liter dan Rp6.800 per liter.Baca JugaHarga Terbaru BBM Pertamina, Shell, BP, dan Vivo 10 Maret 2025, Mana Termurah?Shell Indonesia Akui Ada Lonjakan Permintaan BBM, Stok Aman?Sambangi Kejagung, Bos Pertamina Pastikan Spesifikasi BBM di Pasaran Sesuai Standar Namun, SPBU swasta mulai menaikkan harga BBM pada awal Maret ini. Dikutip dari laman resmi Shell Indonesia, harga Shell Super di Jakarta kini sebesar Rp13.590 per liter, naik dari sebelumnya Rp13.350 per liter. Kemudian Shell V-Power yang pada bulan sebelumnya dipatok Rp13.940 per liter, kini naik menjadi Rp14.060 per liter. Untuk Shell V-Power Diesel kini seharga Rp14.760 per liter dan Shell V-Power Nitro+ senilai Rp14.240 per liter. Selain itu, SPBU BP AKR juga menaikkan harga BBM. Di wilayah Jakarta, harga BP 92 dipatok Rp13.300 per liter atau naik dari sebelumnya Rp13.200 per liter, sedangkan BP Ultimate naik dari Rp13.940 per liter menjadi Rp14.060 per liter. Daftar Harga BBM Pertamina, BP, Shell, dan Vivo 11 Maret 2025: Pertamina Pertalite (RON 90): Rp10.000 per liter Pertamax (RON 92): Rp12.900 per liter Pertamax Green (RON 95): Rp13.700 per liter Pertamax Turbo (RON 98): Rp14.000 per liter Bio Solar (Diesel CN48): Rp6.800 per liter Dexlite (Diesel CN51): Rp14.300 per liter Pertamina Dex (Diesel CN53): Rp14.600 per liter Shell Shell Super (RON 92): Rp13.590 Shell V-Power (RON 95): Rp14.060 Shell V-Power Nitro+ (RON 98): Rp14.760 Shell V-Power Diesel (CN 51): Rp14.240 BP BP 92 (RON 92): Rp13.300 BP Ultimate (RON 95): Rp14.060 BP Ultimate Diesel (CN 53): 14.760 Vivo Revvo 90 (RON 90): Rp13.200 per liter Revvo 92 (RON 92): Rp13.590 per liter Revvo 95 (RON 95): Rp14.060 per liter Cek Berita dan Artikel yang lain di Google News dan WA Channel"
  }
]